import { div } from "framer-motion/client";
import React from "react";

const SecurityAwarness = () => {
  return (
<div className="dark:bg-[#20327a]"> 
      <div className="flex items-center justify-center w-[95vw] lg:w-[90vw] 2xl:w-[80vw] max-w-screen-2xl m-auto mt-20">
      <div className="flex items-start justify-end   p-8">
        <div className="flex flex-col gap-4">
          <div className="">
            <h1 className="text-2xl lg:text-3xl font-bold text-black dark:text-white text-right py-8">
              التوعية الامنية{" "}
            </h1>
            <div className="w-full h-1 bg-gray-200 mb-8"></div>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              تتخذ منصة صكوك صحة جميع التدابير الأمنية التقنية والتنظيمية لحماية
              المعلومات المتاحة من التلاعب والعبث بها، وحمايتها من الضياع أو
              التلف أو النفاذ إليها من قبل أشخاص غير مأذون لهم، وتتم مراجعة
              وتنقيح التدابير الأمنية باستمرار بمواكبة أحدث التقنيات{" "}
            </p>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300 mt-4">
              منصة صكوك صحة تعتبر حماية بياناتكم الشخصية أولوية قصوى، وتسعى
              دائمًا لدعمكم في الحفاظ على خصوصيتكم. لذا ندعوكم إلى توخي الحذر
              والتعامل بجدية مع أي مخاطر أو تهديدات أمنية قد تواجهكم، لضمان بقاء
              معلوماتكم في أمان تام. كما في صكوك صحة توخى الحذر في الاحتيال
              الالكتروني{" "}
            </p>
          </div>
          <div className="flex flex-col gap-4">
            <h2 className="text-xl font-semibold mb-3 text-right dark:text-white">
              الاحتيال الالكتروني{" "}
            </h2>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              هو نشاط اجرامي يتم فيه الاستيلاء على بياناتكم الشخصية او المالية
              واستخدامها لتحقيق مكاسب غير قانونية وتشمل هذه البيانات الاسماء،
              تواريخ الميلاد، ارقام الهوية الوطنية، الحسابات البنكية وبيانات
              الدخول الى الحسابات{" "}
            </p>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              لماذا الاحتيال الالكتروني هدف للمجرمين
            </p>
            <ul
              className="list-disc pr-5 pl-0 space-y-2 text-gray-600 dark:text-gray-300 py-4"
              dir="rtl"
              style={{ listStylePosition: "inside" }}
            >
              <li>
                سهولة استغلال البيانات الرقمية مثل كلمات المرور وبطاقات الائتمان{" "}
              </li>
              <li>صعوبة اكتشاف الضحية للسرقة الا بعد فوات الاوان</li>
              <li> امكانية بيع البيانات المسروقة بأسعار مرتفعة في الانترنت</li>
            </ul>
          </div>
          <div className="flex flex-col gap-4">
            <h2 className="text-xl font-semibold mb-3 text-right dark:text-white">
              اسباب شائعة لانتشار الاحتيال الالكتروني
            </h2>
            <h2 className="text-md font-semibold mb-3 text-right dark:text-white">
              التصيد الالكتروني
            </h2>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              ترسل رسائل مزيفة وكأنها من جهة موثوقة تطلب تحديث البيانات الشخصية
              وارسالها اليهم{" "}
            </p>
            <h2 className="text-md font-semibold mb-3 text-right dark:text-white">
              البرمجيات الخبيثة{" "}
            </h2>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              هي برامج مصممة لإلحاق الضرر بالأنظمة والأجهزة أو للاستفادة غير
              المشروعة من بياناتها قد تتسبب هذه البرمجيات في تعطيل عمل النظام
              وتعطيل العمليات التشغيلية، وتشويه أو حذف البيانات والمعلومات
              المخزنة على الحاسب أو الهاتف أو الشبكة. وتشمل وظائفها سرقة
              المعلومات، التسلل إلى الأنظمة، والانتشار عبر الشبكات أو الوسائط
              القابلة للإزالة. ومن أبرز أشكالها برمجيات الفدية التي تقوم بتشفير
              ملفات المستخدمين أو حذفها، ما يحرم أصحابها من الوصول إلى بياناتهم
              إلا بعد دفع الاموال — وفي بعض الحالات قد تفقد البيانات تمامًا دون
              إمكانية استردادها{" "}
            </p>
            <h2 className="text-md font-semibold mb-3 text-right dark:text-white">
              الهندسة الاجتماعية{" "}
            </h2>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              هي محاولة متعمدة للحصول على معلومات سرية أو حساسة عبر أساليب خداع
              وانتحال هوية تهدف إلى إقناع المستهدف بالكشف عن بياناته،و تقوم هذه
              الأساليب على استغلال ميول الأشخاص للثقة وحسن النية ورغبتهم في
              المساعدة، ما يجعلهم عرضة للاستدراج دون وعي بخطورة ما يفصحون عنه،
              غالبًا ما تستخدم البيانات المجموعة لاحقًا للاعتداء على أنظمة
              الحاسوب أو شبكات الشركات؛ فعلى سبيل المثال قد ينتحل المهاجم صفة
              صكوك صحة ليقنع أحد عملائها بالإفصاح عن اسم المستخدم وكلمة المرور،
              ومع تراكم معلومات مماثلة يتسنى للمهاجم الاقتراب خطوةً خطوة من
              اختراق الأنظمة
            </p>
            <h2 className="text-md font-semibold mb-3 text-right dark:text-white">
              اختراق قواعد البيانات{" "}
            </h2>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              هو فعل غير مشروع يتم فيه الوصول إلى قواعد بيانات منظمة (سواء في
              خوادم الشركات أو الأنظمة السحابية أو قواعد البيانات المحلية) دون
              تفويض، بقصد الاطلاع على المعلومات أو سرقتها أو تعديلها أو حذفها أو
              تعطيلها. ينتج عنه كشف بيانات حساسة مثل معلومات العملاء، السجلات
              المالية، بيانات الدخول، أو أسرار الأعمال، ما يعرّض الأفراد
              والمؤسسات لخسائر مالية وسمعية وقانونية{" "}
            </p>
          </div>
          <div className="flex flex-col gap-4">
            <h2 className="text-xl font-semibold mb-3 text-right dark:text-white">
              لضمان حماية بياناتك وأمان حساباتك الإلكترونية، ننصح عملائنا بما
              يلي{" "}
            </h2>

            <div className="pr-8">
              <ul
                className="list-disc pr-5 pl-0 space-y-2 text-gray-600 dark:text-gray-300 py-4"
                dir="rtl"
                style={{ listStylePosition: "inside" }}
              >
                <li>
                  نوصي عملاءنا بضرورة الحفاظ على سرية كلمات المرور وتحديثها بشكل
                  منتظم لحماية هويتهم الإلكترونية وحساباتهم الاستثمارية. كما
                  ننصح باختيار كلمات مرور قوية تتضمن مزيجًا من الأحرف الكبيرة
                  والصغيرة والأرقام والرموز الخاصة (!@#$%^&*) لضمان أعلى مستويات
                  الأمان
                </li>
                <li>
                  عدم مشاركة كلمات المرور أو البيانات الشخصية مع أي جهة، بما في
                  ذلك موظفي صكوك صحة
                </li>
                <li>
                  احرص على تحديث نظام التشغيل بشكل دوري وتثبيت آخر الحزم الأمنية
                </li>
                <li>
                  استخدام برامج موثوقة لمكافحة الفيروسات والتجسس والتأكد من
                  تحديثها باستمرار لضمان أقصى درجات الحماية
                </li>
              </ul>
            </div>
            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              في حال الاشتباه بوجود أي حادث أمني أو محاولة دخول غير مصرّح بها
              إلى حسابك لدى صكوك صحة، أو إذا لاحظت تنفيذ عملية إلكترونية من طرف
              آخر دون علمك، نرجو منك المبادرة فورًا بالتواصل معنا عبر البريد
              الإلكتروني{" "}
            </p>

            <p className="text-right pr-10 text-gray-600 dark:text-gray-300">
              أو من خلال الهاتف: وسيعمل فريقنا المختص على اتخاذ الإجراءات
              اللازمة بشكل عاجل لضمان حماية حسابك وصون بياناتك{" "}
            </p>
          </div>

        </div>
      </div>
    </div>
</div>
  );
};

export default SecurityAwarness;
